package ru.job4j.homeworks;

//13.39. Известен рост каждого из 25 учеников класса. Нет ни одной пары учеников, имеющих одинаковый рост. Определить:
//        а) фамилии самого высокого и самого низкого учеников класса;
//        б) фамилии двух учеников команды, являющихся самыми высокими без учета действительно самого высокого ученика класс
//        в) фамилии двух учеников команды, являющихся самыми высокими в классе,
//        не используя при этом два оператора цикла (два прохода по массиву).

public class Task1339 {
}
