package ru.job4j.homeworks;

//13.42. Известно расписание поездов, проходящих через станцию: номер поезда, назначение
//        (откуда куда, например, Москва — Омск), часы и минуты при-бытия, часы и минуты отправления.
//        Значения часов и минут целые, положительные; число часов не превышает 23, число минут — 59.
//        Общее число проходящих поездов равно 25. Поезда приходят каждый день.
//        По данному времени определить, какие поезда (номер и назначение) стоят в этот момент на станции.

public class Task1342 {
}
