package ru.job4j.homeworks.tasks;

//11.114. В некоторых видах спортивных состязаний (например, в фигурном ката-нии)
//        выступление каждого спортсмена независимо оценивается нескольки-ми судьями,
//        затем из всей совокупности оценок удаляются наиболее высо-кая и наиболее низкая,
//        а для оставшихся оценок вычисляется среднее арифметическое, которое и идет в зачет спортсмену.
//        Если наиболее высо-кую оценку выставило несколько судей, то из совокупности оценок удаляется только одна такая оценка;
//        аналогично поступают и с наиболее низкими оценками.
//        Известны оценки, выставленные восемью судьями одному из участников соревнований.
//        Составить программу для расчета оценки, которая пойдет в зачет этому спортсмену.

public class Task11114 {
}
